<template>
  <div class="about">
    <h2>What is "Hey Son"?</h2>
    <p>
      Hey Sonはおかあさんのための息子を呼び出す魔法です。
    </p>
    <p>
      あなたはいつも息子を呼ぶときどうしていますか？
      階段を登って、廊下を歩いて、息子の部屋まで呼びに行っていませんか？
    </p>
    <p>
      それって、ちょっと面倒ですよね。
      この魔法を使えばそんな悩みをかんたんに解決できます。
    </p>
    <h2>How to use</h2>
    <p>
      このWebアプリを開いてボタンを押すだけです。
      たったこれだけで、あなたの息子を呼び出せます。
    </p>
    <h2>How magic works</h2>
    <p>
      このアプリは息子の部屋のRaspberry Piとつながっています。
      ボタンが押されたら、Raspberry
      Piに接続されたスピーカーから呼び出しが掛かるようになっています。
    </p>
  </div>
</template>
